<?php
$current_page = 2;
?>
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<link href="style.css" type="text/css" rel="stylesheet" />
    <link rel="shortcut icon" type="image/x-icon" href="images/ico_forSite.png">

<title>Историческая справка</title>
</head>
<body>


<?php
include "blocks/header.php";
require_once 'setting.php';
?>
<h2 class="title">Историческая справка</h2>

<div id="sponsors">
    <h2>История кинематорафа в Российской империи</h2>
    <div id="history-text">
        <p>Первый киносеанс в России состоялся 4 (16) мая 1896 года в Санкт-Петербурге в летнем увеселительном саду
            «Аквариум». С 1900 до 1918 года российское кино бурно развивалось, было очень распространено и популярно
            в Санкт-Петербурге, Москве, Киеве, Одессе, Нижнем Новгороде, Баку, Тифлисе, Екатеринбурге; было популярно
            иностранное кино.</p>
        <p>С 1906 до 1920 года работает Александр Ханжонков предприниматель, организатор кинопромышленности, продюсер,
            режиссёр, сценарист, один из пионеров русского кинематографа. Его воспоминания частично опубликованы в книге
            «Первые годы русской кинематографии». На счету киноателье Ханжонкова множество важнейших достижений в
            развитии российского кино. В 1911 году на экраны выходит первый в России полнометражный фильм «Оборона
            Севастополя», совместно поставленный Ханжонковым и Гончаровым. В 1912 году компания выпускает в прокат
            первый в мире мультфильм, снятый в технике объёмной анимации — «Прекрасная Люканида, или Война усачей с
            рогачами» в постановке Владислава Старевича. С начала 1910-х годов компания Ханжонкова становится лидером
            российского кинопроизводства, у Ханжонкова работают Василий Гончаров, Александра Гончарова, Андрей Громов,
            Пётр Чардынин и Иван Мозжухин. В начале 1912 года акционерное общество «Ханжонков и К°», имеет уставной
            капитал 500 тыс. рублей.</p>
        <p>В Санкт-Петербурге с февраля 1910 года по 1912 год выходил российский ежемесячный журнал «Синематограф»,
            посвященный кинематографу.</p>
    </div>
</div>

<div id="prizes">
    <h2>Советское кино</h2>
    <div id="history-text-2">
        <p>В 1920-е годы, в эпоху немого кино, зарождалось молодое советское кино. Новаторское пролетарское
            киноискусство, призывающее к мировой революции, вызывало на западе интерес. Особенно ценными считаются
            работы Дзиги Вертова и Сергея Эйзенштейна, которые значительно повлияли на развитие кино не только в СССР,
            но и во всем мире. Рядом талантливых режиссёров-документалистов 1920-х гг. были созданы фильмы,
            способствовавшие развитию языка всего мирового киноискусства.</p>
        <p>Первый советский фантастический фильм — «Аэлита» (1924). В 1925 году вышел на экраны фильм «Броненосец
            „Потёмкин“» Сергея Эйзенштейна, который считается одним из наиболее значимых фильмов за всю историю
            советского кино; картина неоднократно попадала в различные списки лучших кинофильмов мира. Первый советский
            фильм, который изначально снимался как звуковой, вышел на экраны в 1931 году и назывался «Путёвка в жизнь».
            Первым цветным стал фильм «Груня Корнакова» («Соловей-соловушко»), вышедший в 1936 году.</p>
    </div>
</div>

<?php
include "blocks/footer.php";
?>
</body>
</html>